{
    "summary": "Synopsis of the transcript",
    "key_points": [
      {
        "point": "Emergence of Equity",
        "explanation": "The Second Charter of Justice introduced a system of law and order; a system of formal courts. Instead of palm tree justice (sit under a tree and solve your problems), with the Second Charter of Justice, you have a formal court system.",
        "sub_points": [
          {
            "sub_point": "Singapore's reliance on English law",
            "sub_explanation": "In Singapore, we still continue to rely or borrow the English law, though we are not mandated to follow.",
            "sub_reference": "Lines 7-8",
            "sub_reference_first_line": "Line 7: In Singapore, we still continue to rely or borrow the English law, though we are not mandated to follow.",
            "sub_reference_last_line": "Line 8: though we are not mandated to follow."
          }
        ]
      },
      {
        "point": "Equity",
        "explanation": "Equitable in legal terms is more about fairness, instead of equality (ie. What you did is not equitable, or I want an equitable distribution).",
        "sub_points": []
      },
      {
        "point": "Administration of Law (Up to 14th Century)",
        "explanation": "After the Norman Conquest in 1066, according to the common law system, the king was responsible for dispensing justice. England has a monarchy, and the king rules over his subjects, so it's carried through the centuries (this is why the coronation process was treated with so much seriousness, pomp, and tradition).",
        "sub_points": [
          {
            "sub_point": "King's establishment of courts",
            "sub_explanation": "What the King would do is that he would set up courts in various counties across England, and that is how the term common law arose because it was the law which was applied by the king and his officers throughout all the courts. A common law.",
            "sub_reference": "Lines 13-17",
            "sub_reference_first_line": "Line 13: What the King would do is that he would set up courts in various counties across England,",
            "sub_reference_last_line": "Line 17: A common law."
          },
          {
            "sub_point": "Deficiencies of common law",
            "sub_explanation": "In the application of the common law, a body of deficiencies arose, faced by the citizens.",
            "sub_reference": "Lines 18-19",
            "sub_reference_first_line": "Line 18: In the application of the common law, a body of deficiencies arose,",
            "sub_reference_last_line": "Line 19: faced by the citizens."
          }
        ]
      },
      {
        "point": "Deficiencies of the Common Law (King’s Court)",
        "explanation": "The first deficiency was with the Writ system. It was a formal legal document, and if citizens had a problem or disagreement with each other, they had to fulfill the requirements of a writ. It was a recognized legal basis to seek remedy and compensation (ie. In the case of wrongful termination, defective product, trespassing, misrepresentation, mistake, illegality, frustration, any of those negligence, food poisoning…). However, because at that time, the system was just starting, there were a limited number of writs and circumstances under which a person could get remedy.",
        "sub_points": [
          {
            "sub_point": "Rigid Court Procedure",
            "sub_explanation": "The procedure was rigid. It adhered to very strict timelines to keep the system chugging along. If a person was served a writ, they had 14 days to respond. If they miss the timeline, judgment can be made against them. What resulted in following rules too closely is that the Common Law threw discretion out the window. There was no discretion in cases.",
            "sub_reference": "Lines 32-36",
            "sub_reference_first_line": "Line 32: The procedure was rigid.",
            "sub_reference_last_line": "Line 36: There was no discretion in cases."
          },
          {
            "sub_point": "Limited Remedies",
            "sub_explanation": "The one type of remedy dished out by the common law courts between the 11th to 14th century was only monetary compensation (damages). However, monetary compensation is not always the suitable remedy for all of the cases (ie. In cases of nuisance or trespassing).",
            "sub_reference": "Lines 37-40",
            "sub_reference_first_line": "Line 37: The one type of remedy dished out by the common law courts between the 11th to 14th century was only monetary compensation (damages).",
            "sub_reference_last_line": "Line 40: In cases of nuisance or trespassing."
          }
        ]
      },
      {
        "point": "Emergence of Equity (Court of Chancery)",
        "explanation": "Aggrieved citizens petitioned to the King, who was their fountain of justice. However, because the petitions became so numerous, the King delegated this task to Lord Chancellor who was described as the keeper of the King’s conscience. The Chancellor’s background was steeped in Christian theology, thus we could be sure that his actions were influenced by these principles; such as to have more fair outcomes, not to be so harsh, not to be so bound by the rules, and have more compassion. The emergence of the Lord Chancellor’s Court meant that there were two systems running in parallel; where the King’s Court applied their strict procedure, where there had to be a writ for you to only get monetary compensation, and the Lord Chancellor’s Court which would be known to be as the Courts of Equity.",
        "sub_points": [
          {
            "sub_point": "Conflict with Common Law Courts",
            "sub_explanation": "The Court of Chancery litigants were interrogated under oath to tell the whole truth and nothing but the truth. The decrees of the Chancellor were often in conflict with common law courts. One says I will only give you damages, while the other court (Chancery) is saying but damages are not suitable; One says you have to follow the 14 days strict timeline, the other one says but he couldn't meet the 14 day deadline because he was sick and it's a valid reason. Objective of Chancery courts: to mitigate the rigors of common law and decide cases according to “justice and equitable principles, disregarding technical pleas, but paying regard to the conduct of the parties”.",
            "sub_reference": "Lines 51-58",
            "sub_reference_first_line": "Line 51: The Court of Chancery litigants were interrogated under oath to tell the whole truth and nothing but the truth.",
            "sub_reference_last_line": "Line 58: but paying regard to the conduct of the parties"
          }
        ]
      },
      {
        "point": "Maxims of Equity",
        "explanation": "Within a few words, it sums up the philosophy of the code of equity. Maxim: Equity does not suffer a wrong to be without a remedy. Related to one of the deficiencies, where there is no writ for it, or no adequate remedy for it. Equity says I'll not suffer that without the remedy. I will give you a remedy. I will fix it. I'll find a way around it. I'll find a way to give you a remedy that is suitable for you.",
        "sub_points": [
          {
            "sub_point": "He who seeks equity must do equity",
            "sub_explanation": "If you are asking the Lord Chancellor's court to help you, The Lord Chancellor is going to check your conduct as a plaintiff. Were you fair to the defendant? Were you not? And then the defendant brings up evidence to show that you have been harassing him or things like that. Essentially, if the plaintiff himself has been unfair, can you ask the Court of Equity to be fair to you?",
            "sub_reference": "Lines 55-58",
            "sub_reference_first_line": "Line 55: Maxim: He who seeks equity must do equity",
            "sub_reference_last_line": "Line 58: Essentially, if the plaintiff himself has been unfair, can you ask the Court of Equity to be fair to you?"
          },
          {
            "sub_point": "Delay defeats equity",
            "sub_explanation": "If you don't bring up your case in a timely way, the Court of Equity will not assist you; Because to bring up your case in a timely way, you have to bring up the evidence in a timely way. If you unduly delay it without good reason, equity is not going to help you. God helps those who help themselves.",
            "sub_reference": "Lines 59-61",
            "sub_reference_first_line": "Line 59: Maxim: Delay defeats equity",
            "sub_reference_last_line": "Line 61: equity is not going to help you. God helps those who help themselves."
          },
          {
            "sub_point": "Equity looks to intent rather than the form",
            "sub_explanation": "Code of equity is not so hung up about whether you followed all the rules, or if you filled in all the forms. It looks more towards the overall intention rather than the form, which is what common law would do.",
            "sub_reference": "Lines 62-64",
            "sub_reference_first_line": "Line 62: Maxim: Equity looks to intent rather than the form.",
            "sub_reference_last_line": "Line 64: It looks more towards the overall intention rather than the form."
          }
        ]
      },
      {
        "point": "Equitable Interests",
        "explanation": "During 13th and 14th century England, the wars called the Crusades were going on and women could not own property in their own name as they were not recognized as a person with the legal capacity to own land. A landowner has a wife and kids and is going away to war. His biggest fear is that he may not return. Thus, he appointed someone to be his trustee. This trustee could be anyone, and this person who was appointed the trustee, was not only appointed trustee but legal title to all his assets was vested in the trustee. When the landowner transferred the property to the trustee, it was in the belief and on the understanding that it is for the trustee to administer and manage on behalf of the landowner’s dependents. Over time, many trustees abused the trust by benefitting for themselves. For example, any rent from the proceeds was taken by the trustees, or maybe the trustee sold off the property and disappeared. They abused their position. The wife and kids were left in the lurch; and when the case was taken to the Courts, the wife and kids had no title, so they ignored the pleas of the wife and kids (as the common law recognizes only the Legal Title)",
        "sub_points": []
      },
      {
        "point": "Doctrine of Trust",
        "explanation": "The Courts of Equity looked upon this and thought this was an unfair outcome because it was more focused on intent rather than the form, and thus the formation of Equitable Title. Around 1400, Chancery Court recognised the use whereby, it was recognised that: The person in whom the legal estate was vested were the nominal owners (trustees) and beneficiaries were the owners of the nominal estate. Separates legal ownership from the beneficial use and enjoyment of the land",
        "sub_points": [
          {
            "sub_point": "Equitable Title",
            "sub_explanation": "The person in whom the legal estate is vested is just a nominal owner. Beneficiary has the beneficial or equitable interest because that was the true intention of the settler. Equitable interest can also arise when there is noncompliance with formalities. S53 states that the conveyance of an estate or interest in land must be made by deed in the English language. However, in early 19th and 20th century Singapore, documents were done in our different ethnic languages, Mandarin or Tamil or in Malay. That means it doesn't fulfill this requirement. The problem was that common law was too demanding about procedure while the courts of equity are not so hung up on the procedure. If parties can be proven to be sincere and fulfill all the requirements of the contract, then even though they have not complied with the formalities, there will still be a title given to the buyer. It will be an equitable title.",
            "sub_reference": "Lines 71-78",
            "sub_reference_first_line": "Line 71: The Courts of Equity looked upon this and thought this was an unfair outcome because it was more focused on intent rather than the form,",
            "sub_reference_last_line": "Line 78: there will still be a title given to the buyer. It will be an equitable title."
          }
        ]
      },
      {
        "point": "Equitable vs Legal Title",
        "explanation": "The main difference lies in their enforceability. There's legal rights, there's equitable rights. Common Law created legal rights, the Court of Equity created equitable rights. As a starting rule, legal rights are enforceable against the whole world. Equitable rights/interest is enforceable against the whole world, except the bona fide purchaser for value without notice. Example: You've got the settler, you've got the trustee who abused his trust, and you've got the wife and kids. Trustee has a legal title, which is good against the world at large. Wife and children, no title, but court of equity recognized title (Beneficial title or equitable title). The trustee abused his trust and he sold it to a purchaser P. The question here is, does P have a legal title? Need to question the profile of P; if he’s a (1) Bonafide Purchaser, if (2) the Purchase was for value and (3) if he had no notice of the Trust. If P bought it in good faith (arms length transaction, not a cousin etc.), and paid market value for the property without knowing it's a trust as he had no knowledge or no notice that this was a trust property, then P has a legal title & the legal title will get more priority.",
        "sub_points": []
      },
      {
        "point": "Legal and Equitable Remedies",
        "explanation": "There are 2 issues with remedies: The kinds of remedy that you can ask from a court / from a judge and Whether that judge / that court has the power to actually grant you that specific relief With that, there are 2 basic types of remedies: Legal remedies Equitable remedies Legal Remedies: The Court’s basic power is to award monetary compensation which is called damages. Main forms of damages include the: Compensatory damages: Also called “actual” damages awarded for an actual loss. General damages: Damages for non-monetary loss that arises from that breach of contract. Liquidated damages: Fixed sum stated in the contract. Consequential damages – Remember Hadley v Baxendale? Equitable Remedies We already have a contract to sell this unit to me. A few days later, he changes his mind and said, I will compensate you. It's no longer available for sale. Why don't you take the adjoining unit? That's the example I gave you last week. And we said, no. In a case like that, the property which I liked is heterogeneous He wants the unit. That's specific performance. And he took the code of equity to come up with that innovative remedy to solve the problem which the plaintiff is facing because the money was not enough. We just talked about this. We talked about it in relation to trespassing, nuisance, stop order, plagiarizing, copyright infringement. All will require a stop order. Guess who came up with this innovative remedy? It was the Court of Equity. So these two are equitable remedies. They are called equitable remedies because it was the Court of Equity that came up with it. That's all. OK. rather than the common law court. Recission, rectification, you have one word. Don't worry about it. when a contract can be rescinded for misrepresentation. I don't want to buy this unit because you told me it's been, you know, approval has been obtained. Actually, approval has not been obtained. I will rescind. Rectification is when there is a mistake. Also, equitable remedy. Whether you go to the state courts, high court or court of appeal, they have now been empowered to either give you common law remedy of damages or equitable remedy",
        "sub_points": []
      }
    ]
  }  